nce3-1/L03.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-10-20 Fri 11:17 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="lenovo" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-orgb22c957" class="outline-2">
<h2 id="orgb22c957">L03 An unknown goddess</h2>
<div class="outline-text-2" id="text-orgb22c957">
<p class="verse">
How did the archaeologists know that the statue was a goddess?<br />
<br />
Some time ago, an interesting discovery was made by archaeologists on the Aegean island of Kea.<br />
An American team explored a temple<br />
&#xa0;which stands in an ancient city on the promontory of Ayia Irini.<br />
The city at one time must have been prosperous,<br />
&#xa0;for it enjoyed a high level of civilization.<br />
Houses &#x2013; often three storeys high &#x2013; were built of stone.<br />
They had large rooms with beautifully decorated walls.<br />
The city was even equipped with a drainage system,<br />
&#xa0;for a great many clay pipes were found beneath the narrow streets.<br />
<br />
The temple which the archaeologists explored was used as a place of worship<br />
&#xa0;from the fifteenth century B.C. until Roman times.<br />
In the most sacred room of the temple, clay fragments of fifteen statues were found.<br />
Each of these represented a goddess and had, at one time, been painted.<br />
The body of one statue was found among remains dating from the fifteen century B.C.<br />
Its missing head happened to be among remains of the fifth century B.C.<br />
This head must have been found in Classical times and carefully preserved.<br />
It was very old and precious even then.<br />
When the archaeologists reconstructed the fragments,<br />
&#xa0;they were amazed to find that the goddess turned out be a very modern-looking woman.<br />
She stood three feet high and her hands rested on her hips.<br />
She was wearing a full-length skirt which swept the ground.<br />
Despite her great age, she was very graceful indeed,<br />
&#xa0;but, so far, the archaeologists have been unable to discover her identity.<br />
</p>
</div>

<div id="outline-container-org20a3aed" class="outline-3">
<h3 id="org20a3aed">words</h3>
<div class="outline-text-3" id="text-org20a3aed">
<p>
goddness  n. 女神<br />
archaeologist [ˌɑːkiˈɒlədʒɪst] n. 考古学家<br />
Aegean [i:'dʒi:ən] adj. 爱琴海的<br />
explore [ɪkˈsplɔː(r)] v. 考察<br />
promontory [ˈprɒməntri] n. 海角<br />
prosperous [ˈprɒspərəs] adj. 繁荣<br />
civilization [ˌsɪvəlaɪˈzeɪʃ(ə)n] n. 文明<br />
storey [ˈstɔːri] n. 楼层<br />
drainage [ˈdreɪnɪdʒ] n. 排水<br />
worship [ˈwɜːʃɪp] n. 崇拜<br />
sacred [ˈseɪkrɪd] adj. 宗教的<br />
fragment [ˈfræɡmənt] n. 碎片<br />
remains [rɪˈmeɪnz] n. 碎片<br />
classical [ˈklæsɪk(ə)l] adj. 古文明的<br />
reconstruct [ˌriːkənˈstrʌkt] v. 修复<br />
rest [rest] v. 倚放<br />
hip [hɪp] n. 屁股<br />
full-length adj. 拖地长的<br />
graceful [ˈɡreɪsf(ə)l] adj. 优雅的<br />
identity [aɪˈdentəti] n. 身份<br />
</p>
</div>
</div>
</div>
</div>
</body>
</html>
